login = \u0110\u0103ng nh\u1EADp
Homepage = Trang ch\u1EE7
forStudent = cho H\u1ECDc sinh
forLecturer = cho Gi\u1EA3ng vi\u00EAn
forResearcher = cho Nghi\u00EAn c\u1EE9u sinh
forCommunity = cho C\u1ED9ng \u0111\u1ED3ng
Service = D\u1ECBch v\u1EE5
Borrow = M\u01B0\u1EE3n s\u00E1ch
HowtoBorrow = C\u00E1ch m\u01B0\u1EE3n s\u00E1ch
OverdueItems = S\u00E1ch h\u1EBFt h\u1EA1n
Request = Y\u00EAu c\u1EA7u
HowtoRequest = C\u00E1ch g\u1EEDi y\u00EAu c\u1EA7u
Requestapurchase = Y\u00EAu c\u1EA7u mua th\u00EAm s\u00E1ch
Requestdocumentdelivery = Y\u00EAu c\u1EA7u giao t\u00E0i li\u1EC7u
Contact = Li\u00EAn h\u1EC7
Account = T\u00E0i kho\u1EA3n
SettingProfile = Ch\u1EC9nh s\u1EEDa th\u00F4ng tin c\u00E1 nh\u00E2n
Changepassword = Thay \u0111\u1ED5i m\u1EADt kh\u1EA9u
Logout = \u0110\u0103ng xu\u1EA5t
Name = T\u00EAn
Code = M\u00E3 s\u00E1ch
Author = T\u00E1c gi\u1EA3
PublishedYear = N\u0103m xu\u1EA5t b\u1EA3n
Search = T\u00ECm ki\u1EBFm
placeholder = T\u00ECm s\u00E1ch, ti\u1EC3u thuy\u1EBFt, truy\u1EC7n tranh,...
Allbook = T\u1EA5t c\u1EA3 s\u00E1ch
Categories = Th\u1EC3 lo\u1EA1i
New = M\u1EDBi!
Mostborrowed = \u0110\u01B0\u1EE3c m\u01B0\u1EE3n nhi\u1EC1u nh\u1EA5t
Detail = Chi ti\u1EBFt
library = Th\u01B0 vi\u1EC7n ONE FOR FIVE
learning = N\u01A1i h\u1ECDc t\u1EADp t\u1ED1t nh\u1EA5t cho b\u1EA1n
author = T\u00E1c gi\u1EA3:
publishedYear=N\u0103m xu\u1EA5t b\u1EA3n:
bookStatus=T\u00ECnh tr\u1EA1ng:
publisher=Nh\u00E0 xu\u1EA5t b\u1EA3n:
reserve=\u0110\u1EB7t s\u00E1ch ngay!
borrowNow=M\u01B0\u1EE3n s\u00E1ch ngay!
likeThis=B\u1EA1n th\u00EDch quy\u1EC3n s\u00E1ch n\u00E0y?
someoneBorrowed=\u00D4i kh\u00F4ng! Quy\u1EC3n s\u00E1ch \u0111\u00E3 c\u00F3 ng\u01B0\u1EDDi kh\u00E1c \u0111ang m\u01B0\u1EE3n.
bookTransactionStatus=T\u00ECnh tr\u1EA1ng hi\u1EC7n t\u1EA1i:
Rule=Quy \u0111\u1ECBnh
delivery=Giao s\u00E1ch t\u1EADn n\u01A1i
attachEquipment=\u0110\u00EDnh k\u00E8m thi\u1EBFt b\u1ECB
rule1=B\u1EA1n \u0111\u1ECDc ph\u1EA3i xu\u1EA5t tr\u00ECnh th\u1EBB sinh vi\u00EAn \u0111\u1EC3 l\u00E0m th\u1EE7 t\u1EE5c m\u01B0\u1EE3n s\u00E1ch v\u1EC1 \u0111\u1ECDc.
rule2=Ph\u1EA3i th\u1EBF ch\u00E2n b\u1EB1ng gi\u00E1 ti\u1EC1n cu\u1ED1n s\u00E1ch, th\u1EA5p nh\u1EA5t l\u00E0 100.000\u0111/ 1 quy\u1EC3n.
rule3=Tr\u1EA3 l\u1EA1i th\u1EBF ch\u00E2n khi sinh vi\u00EAn tr\u1EA3 s\u00E1ch.
rule4=Th\u1EDDi h\u1EA1n m\u01B0\u1EE3n s\u00E1ch l\u00E0 2 tu\u1EA7n.
rule5=Ph\u1EA3i b\u1EA3o qu\u1EA3n s\u00E1ch th\u1EADt k\u0129, kh\u00F4ng g\u00E2y h\u01B0 h\u1EA1i cho s\u00E1ch.
ruleList=Quy \u0111\u1ECBnh c\u1EE7a th\u01B0 vi\u1EC7n
viewMore=Xem th\u00EAm chi ti\u1EBFt t\u1EA1i
Step1 = B\u01B0\u1EDBc 1
BorrowStep1Content = \u0110\u1EA7u ti\u00EAn b\u1EA1n ph\u1EA3i li\u00EAn h\u1EC7 v\u1EDBi th\u1EE7 th\u01B0 \u0111\u1EC3 \u0111\u0103ng k\u00FD t\u00E0i kho\u1EA3n. B\u1EA1n c\u00F3 th\u1EC3 \u0111\u0103ng k\u00FD t\u1EA1i 222 L\u00EA V\u0103n S\u1EF9 Q.3 TPHCM
BorrowStep1Content2 = S\u0111t: 0123 456 789 - C\u00F4 C\u00F4 
Step2 = B\u01B0\u1EDBc 2
BorrowStep2Content = Khi b\u1EA1n ch\u01B0a \u0111\u0103ng k\u00FD t\u00E0i kho\u1EA3n, b\u1EA1n v\u1EABn s\u1EBD th\u1EA5y
BorrowStep2Content2 = danh s\u00E1ch s\u00E1ch
BorrowStep2Content3 = \u0111ang c\u00F3 \u1EDF th\u01B0 vi\u1EC7n
BorrowStep2Content4 = B\u1EA1n c\u00F3 th\u1EC3 click chu\u1ED9t v\u00E0o quy\u1EC3n s\u00E1ch \u0111\u1EC3 xem chi ti\u1EBFt. Nh\u01B0ng khi b\u1EA1n \u0111\u0103ng nh\u1EADp, b\u1EA1n c\u00F3 th\u1EC3 \u0111\u1EB7t quy\u1EC3n s\u00E1ch \u0111\u00F3.
Step3 = B\u01B0\u1EDBc 3
BorrowStep3Content = B\u1EA1n c\u00F3 th\u1EC3 click v\u00E0o n\u00FAt m\u01B0\u1EE3n s\u00E1ch v\u00E0 \u0111i\u1EC1n \u0111\u1EA7y \u0111\u1EE7 th\u00F4ng tin c\u1EE7a m\u00ECnh \u0111\u1EC3 \u0111\u1EB7t s\u00E1ch. B\u1EA1n s\u1EBD nh\u1EADp \u0111\u01B0\u1EE3c m\u1ED9t m\u00E3 code \u0111\u01B0\u1EE3c g\u1EEDi \u0111\u1EBFn email c\u1EE7a m\u00ECnh.
Step4 = B\u01B0\u1EDBc 4
BorrowStep4Content = B\u1EA1n ph\u1EA3i \u0111em m\u00E3 code \u0111\u1EBFn cho th\u1EE7 th\u01B0, sau \u0111\u00F3 v\u00E0o l\u00E2y s\u00E1ch. V\u00E0 \u0111em s\u00E1ch \u0111\u1EBFn th\u1EE7 th\u01B0 \u0111\u1EC3 ho\u00E0n th\u00E0nh qu\u00E1 tr\u00ECnh m\u01B0\u1EE3n s\u00E1ch.
Borrowingbook=Th\u00F4ng tin s\u00E1ch m\u01B0\u1EE3n
InfoUsertNotiSuccess=Th\u00F4ng tin c\u1EE7a b\u1EA1n \u0111\u00E3 \u0111\u01B0\u1EE3c c\u1EADp nh\u1EADt
InfoUsertNotiError=Th\u00F4ng tin kh\u00F4ng h\u1EE3p l\u1EC7. Vui l\u00F2ng th\u1EED l\u1EA1i!
Reset=L\u00E0m l\u1EA1i
Save=L\u01B0u
BorrowingbookContent=Khi m\u01B0\u1EE3n s\u00E1ch t\u1EEB th\u01B0 vi\u1EC7n, b\u1EA1n ph\u1EA3i tu\u00E2n th\u1EE7 theo quy \u0111\u1ECBnh m\u01B0\u1EE3n s\u00E1ch c\u1EE7a th\u01B0 vi\u1EC7n
BirthDay=Ng\u00E0y sinh
Email=Email
IDCard=Ch\u1EE9ng minh th\u01B0
Address=\u0110\u1ECBa ch\u1EC9
Phonenumber=S\u1ED1 \u0111i\u1EC7n tho\u1EA1i
Username=T\u00E0i kho\u1EA3n
InfoUserNoti2=Vui l\u00F2ng nh\u1EADp \u0111\u00FAng th\u00F4ng tin th\u1EF1c. \u0110\u1EC3 ch\u00FAng t\u00F4i c\u00F3 th\u1EC3 d\u1EC5 d\u00E0ng li\u00EAn l\u1EA1c khi c\u1EA7n thi\u1EBFt
InfoUserNoti1=\u0110i\u1EC1n v\u00E0o m\u1EABu b\u00EAn d\u01B0\u1EDBi \u0111\u1EC3 c\u1EADp nh\u1EADt th\u00F4ng tin
UserInformation=Th\u00F4ng tin ng\u01B0\u1EDDi d\u00F9ng
Reserve=\u0110\u1EB7t s\u00E1ch
Viewbookdetail=Xem chi ti\u1EBFt s\u00E1ch
callSlip=Phi\u1EBFu y\u00EAu c\u1EA7u s\u00E1ch
callCard=Phi\u1EBFu m\u01B0\u1EE3n s\u00E1ch
bookCart=Gi\u1ECF s\u00E1ch m\u01B0\u1EE3n
HandlingOverdueBook = X\u1EED l\u00FD s\u00E1ch qu\u00E1 h\u1EA1n
HandlingOverdueBook1 = Th\u01B0 vi\u1EC7n s\u1EBD g\u1EEDi nh\u1EEFng nh\u1EAFc nh\u1EDF gi\u00FAp b\u1EA1n theo d\u00F5i nh\u1EEFng cu\u1ED1n s\u00E1ch \u0111ang m\u01B0\u1EE3n
HandlingOverdueBook2 = B\u1EA1n c\u00F3 th\u1EC3 xem v\u00E0 gia h\u1EA1n th\u1EDDi gian m\u01B0\u1EE3n s\u00E1ch c\u1EE7a b\u1EA1n
CustomerType = Lo\u1EA1i kh\u00E1ch h\u00E0ng
Timeisallowedtoborrow = Th\u1EDDi gian m\u01B0\u1EE3n s\u00E1ch
Student = H\u1ECDc sinh
days = ng\u00E0y
HandlingoverduebookType1 = Kh\u00F3a t\u00E0i kho\u1EA3n s\u1ED1 ng\u00E0y t\u01B0\u01A1ng \u1EE9ng v\u1EDBi s\u1ED1 ng\u00E0y tr\u1EA3 s\u00E1ch mu\u1ED9n
Teacher = Gi\u00E1o vi\u00EAn
HandlingoverduebookType2 = Nh\u1EAFc nh\u1EDF v\u00E0 khi\u1EC3n tr\u00E1ch
Orther = Kh\u00E1c
HandlingoverduebookType3 = N\u1ED9p ph\u1EA1t khi \u0111\u1EBFn tr\u1EA3 s\u00E1ch. 5$/Ng\u00E0y
FinesOverdue = C\u00E1c kho\u1EA3n ph\u1EA1t cho m\u1ED7i tr\u01B0\u1EDDng h\u1EE3p qu\u00E1 h\u1EA1n
FinesOverdueContent = Ch\u00FAng t\u00F4i s\u1EBD x\u1EED ph\u1EA1t m\u1ED9t c\u00E1ch nghi\u00EAm t\u00FAc v\u1EDBi tr\u01B0\u1EDDng h\u1EE3p kh\u00F4ng ho\u00E0n tr\u1EA3 s\u00E1ch. B\u1EA1n s\u1EBD kh\u00F4ng \u0111\u01B0\u1EE3c ghi danh v\u00E0o th\u01B0 vi\u1EC7n trong v\u00F2ng 14 ng\u00E0y k\u1EC3 t\u1EEB ng\u00E0y nh\u1EADn \u0111\u01B0\u1EE3c bi\u00EAn b\u1EA3n:
FinesOverdueContent2 = B\u1EA1n kh\u00F4ng th\u1EC3 tr\u1EA3 l\u1EA1i s\u00E1ch cho 
libraryOFF = Th\u01B0 vi\u1EC7n OFF
FinesOverdueContent3 = B\u1EA1n kh\u00F4ng th\u1EC3 tr\u1EA3 ph\u00ED thay th\u1EBF c\u1EE7a n\u00F3
FinesOverdueContent4 = Th\u01B0 vi\u1EC7n OFF c\u00F3 quy\u1EC1n h\u00E0nh \u0111\u1ED9ng h\u01A1n n\u1EEFa n\u1EBFu b\u1EA1n r\u1EDDi kh\u1ECFi tr\u01B0\u1EDDng \u0111\u1EA1i h\u1ECDc v\u1EDBi c\u00E1c t\u00E0i s\u1EA3n c\u1EE7a th\u01B0 vi\u1EC7n.
DisputeOverdue = Th\u1EAFc m\u1EAFt ti\u1EC1n ph\u1EA1t qu\u00E1 h\u1EA1n / t\u00ECnh ti\u1EBFt gi\u1EA3m nh\u1EB9
DisputeOverdueContent = th\u1EAFc m\u1EAFt v\u1EC1 m\u1ED9t t\u00ECnh ti\u1EBFt gi\u1EA3m nh\u1EB9 ti\u1EC1n ph\u1EA1t ho\u1EB7c gi\u1EA3i th\u00EDch.
DisputeFine = Th\u1EAFc m\u1EAFc h\u00ECnh ph\u1EA1t
DisputeFine1 = Li\u00EAn h\u1EC7 v\u1EDBi ch\u00FAng t\u00F4i trong v\u00F2ng 14 ng\u00E0y k\u1EC3 t\u1EEB ng\u00E0y nh\u1EADn \u0111\u01B0\u1EE3c bi\u00EAn b\u1EA3n
DisputeFine2 = Cung c\u1EA5p m\u1ED9t l\u1EDDi gi\u1EA3i th\u00EDch h\u1EE3p l\u00FD l\u00E0 t\u1EA1i sao s\u00E1ch kh\u00F4ng \u0111\u01B0\u1EE3c tr\u1EA3 l\u1EA1i ho\u1EB7c gia h\u1EA1n tr\u01B0\u1EDBc ng\u00E0y qu\u00E1 h\u1EA1n
RequestPurchase = Y\u00EAu c\u1EA7u mua th\u00EAm s\u00E1ch
RequestContent1 = \u0110\u1EA7u ti\u00EAn b\u1EA1n ch\u1ECDn v\u00E0o th\u1EBB Y\u00EAu c\u1EA7u v\u00E0 ch\u1ECDn y\u00EAu c\u1EA7u mua s\u00E1ch
Justsomestep = Ch\u1EC9 m\u1EA5t m\u1ED9t v\u00E0i b\u01B0\u1EDBc b\u1EA1n \u0111\u00E3 g\u1EEDi y\u00EAu c\u1EA7u mua s\u00E1ch m\u1EDBi t\u1EDBi th\u1EE7 th\u01B0
contribution = C\u1EA3m \u01A1n s\u1EF1 \u0111\u00F3ng g\u00F3p c\u1EE7a b\u1EA1n
LoginInformation = Th\u00F4ng tin \u0111\u0103ng nh\u1EADp
Password = M\u1EADt kh\u1EA9u
Enter = Nh\u1EADp
GotoHome = \u0110i \u0111\u1EBFn trang ch\u1EE7 th\u01B0 vi\u1EC7n
Seemore = Xem th\u00EAm
books = s\u00E1ch
of = c\u1EE7a
atOffLibrary = t\u1EA1i th\u01B0 vi\u1EC7n OFF
Tutorial = H\u01B0\u1EDBng d\u1EABn
and = v\u00E0
CannotFindbook = B\u1EA1n kh\u00F4ng t\u00ECm th\u1EA5y s\u00E1ch? H\u00E3y g\u1EEDi ch\u00FAng t\u00F4i m\u1ED9t y\u00EAu c\u1EA7u 
Athere = t\u1EA1i \u0111\u00E2y
Update = C\u1EADp nh\u1EADp
UpdatePasswordTitle = \u0110i\u1EC1n v\u00E0o m\u1EABu b\u00EAn d\u01B0\u1EDBi \u0111\u1EC3 c\u1EADp nh\u1EADp m\u1EADt kh\u1EA9u c\u1EE7a b\u1EA1n. L\u01B0u \u00FD ghi nh\u1EDB m\u1EADt kh\u1EA9u, ghi ch\u00FA l\u1EA1i n\u1EBFu c\u1EA7n.
RequestSuccess = Y\u00EAu c\u1EA7u c\u1EE7a b\u1EA1n \u0111\u00E3 \u0111\u01B0\u1EE3c ghi nh\u1EADn!
RequestValid = Y\u00EAu c\u1EA7u c\u1EE7a b\u1EA1n kh\u00F4ng h\u1EE3p l\u1EC7
PasswordError = M\u1EADt kh\u1EA9u c\u1EE7a b\u1EA1n kh\u00F4ng ch\u00EDnh x\u00E1c. H\u00E3y th\u1EED l\u1EA1i!
OldPassword = M\u1EADt kh\u1EA9u c\u1EE7
Newpassword = M\u1EADt kh\u1EA9u m\u1EDBi
Confirm = X\u00E1c nh\u1EADn
Submit = Xong
PlaceEnterOldPass = Nh\u1EADp m\u1EADt kh\u1EA9u c\u1EE7 \u1EDF \u0111\u00E2y
PlaceEnterNewPass = Nh\u1EADp m\u1EADt kh\u1EA9u m\u1EDBi \u1EDF \u0111\u00E2y
PlaceEnterNewPassAgain = Nh\u1EADp l\u1EA1i m\u1EADt kh\u1EA9u m\u1EDBi
CallCardTitle = H\u00E3y ki\u1EC3m tra c\u00E1c th\u00F4ng tin b\u00EAn d\u01B0\u1EDBi. \u1EA4n m\u01B0\u1EE3n n\u1EBFu t\u1EA5t c\u1EA3 th\u00F4ng tin ch\u00EDnh x\u00E1c.
CallSlipTitle = \u0110i\u1EC1n v\u00E0o m\u1EABu b\u00EAn d\u01B0\u1EDBi \u0111\u1EC3 y\u00EAu c\u1EA7u mua th\u00EAm s\u00E1ch. B\u1EA1n c\u00F3 th\u1EC3 cung c\u1EA5p th\u00F4ng tin chi ti\u1EBFt h\u01A1n, ch\u00FAng t\u00F4i s\u1EBD x\u1EED l\u00FD y\u00EAu c\u1EA7u c\u1EE7a b\u1EA1n d\u1EC5 d\u00E0ng h\u01A1n.
book = s\u00E1ch
BookDetail = Chi ti\u1EBFt s\u00E1ch
BookDetailContent = H\u00E3y cung c\u1EA5p th\u00F4ng tin c\u00E0ng chi ti\u1EBFt c\u00F3 th\u1EC3.
Title = Ti\u00EAu \u0111\u1EC1
Booktitle = Ti\u00EAu \u0111\u1EC1 s\u00E1ch
Authorname = T\u00EAn t\u00E1c gi\u1EA3
Publishername = T\u00EAn Nh\u00E0 xu\u1EA5t b\u1EA3n
note = N\u1EBFu b\u1EA1n c\u1EA7n nhi\u1EC1u th\u00F4ng tin h\u01A1n
Publisher = Nh\u00E0 xu\u1EA5t b\u1EA3n
AdditionalInformation = Th\u00F4ng tin th\u00EAm
HELLO = XIN CH\u00C0O
AGE = TU\u1ED4I
ADDRESS = \u0110\u1ECAA CH\u1EC8
E-MAIL = E-MAIL
PHONE = S\u1ED0 \u0110I\u1EC6N THO\u1EA0I
FORTE = S\u1EDE TR\u01AF\u1EDCNG
DESIGN =DESIGN
FUNCTIONALITY = CH\u1EE8C N\u0102NG
DATABASE = C\u01A0 S\u1EDE D\u1EEE LI\u1EC6U
USABILITY = KH\u1EA2 N\u0102NG S\u1EEC D\u1EE4NG
SCORE = \u0110I\u1EC2M S\u1ED0
Im = T\u00F4i l\u00E0
ThinhInfo = T\u00F4i l\u00E0 Tr\u1EA7n H\u01B0ng Th\u1ECBnh, \u0111ang theo h\u1ECDc t\u1EA1i tr\u01B0\u1EDDng \u0110\u1EA1i h\u1ECDc S\u01B0 Ph\u1EA1m TPHCM. S\u1EDF tr\u01B0\u1EDDng c\u1EE7a t\u00F4i l\u00E0 ki\u1EC3m th\u1EED ph\u1EA7n m\u1EC1m.
PhuongInfo = T\u00F4i l\u00E0 Nguy\u1EC5n H\u1ED3 Ph\u01B0\u01A1ng, \u0111ang theo h\u1ECDc t\u1EA1i tr\u01B0\u1EDDng \u0110\u1EA1i h\u1ECDc S\u01B0 Ph\u1EA1m TPHCM. S\u1EDF tr\u01B0\u1EDDng c\u1EE7a t\u00F4i l\u00E0 JAVA Web.
BinhInfo = T\u00F4i l\u00E0 H\u1ED3 Thanh B\u00ECnh, \u0111ang theo h\u1ECDc t\u1EA1i tr\u01B0\u1EDDng \u0110\u1EA1i h\u1ECDc S\u01B0 Ph\u1EA1m TPHCM. S\u1EDF tr\u01B0\u1EDDng c\u1EE7a t\u00F4i l\u00E0 .Net Web.
KietInfo = T\u00F4i l\u00E0 L\u00E2m Anh Ki\u1EC7t, \u0111ang theo h\u1ECDc t\u1EA1i tr\u01B0\u1EDDng \u0110\u1EA1i h\u1ECDc S\u01B0 Ph\u1EA1m TPHCM. S\u1EDF tr\u01B0\u1EDDng c\u1EE7a t\u00F4i l\u00E0 Mobile.
TienInfo = T\u00F4i l\u00E0 Tr\u1EA7n Vi\u1EC7t Ti\u1EBFn, \u0111ang theo h\u1ECDc t\u1EA1i tr\u01B0\u1EDDng \u0110\u1EA1i h\u1ECDc S\u01B0 Ph\u1EA1m TPHCM. S\u1EDF tr\u01B0\u1EDDng c\u1EE7a t\u00F4i .Net Web.
Recalledloans = Thu h\u1ED3i s\u00E1ch
RecalledloansTitle = C\u00E1c phi\u1EBFu m\u01B0\u1EE3n lo\u1EA1i th\u01B0\u1EDDng s\u1EBD dc y\u00EAu c\u1EA7u tr\u1EA3 l\u1EA1i s\u00E1ch khi c\u00F3 y\u00EAu c\u1EA7u t\u1EEB ng\u01B0\u1EDDi kh\u00E1c:
recallloan1 =  B\u1EA1n \u0111\u01B0\u1EE3c \u0111\u1EA3m b\u1EA3o m\u01B0\u1EE3n trong 7 ng\u00E0y \u0111\u1ED1i vs nh\u1EEFng cu\u1ED1n s\u00E1ch th\u01B0\u1EDDng.
recallloan2 =  Gi\u00E1o vi\u00EAn \u0111\u1EA3m b\u1EA3o \u0111\u01B0\u1EE3c m\u01B0\u1EE3n trong 14 ng\u00E0y.
recallloan3 =  Ch\u00FAng t\u00F4i s\u1EBD g\u1EEDi y\u00EAu c\u1EA7u tr\u1EA3 l\u1EA1i s\u00E1ch qua email.
recallloan4 =  Nh\u1EDB tr\u1EA3 s\u00E1ch \u0111\u00FAng h\u1EA1n \u0111\u1EC3 tr\u00E1nh
overdueloans = n\u1EE3 qu\u00E1 h\u1EA1n.